Repository: lbernardo-dev/Reps
Catalog: Reps/Resources/Localizable.xcstrings
Source language: en
Languages: es

# ¡Excelente constancia!
source: Excellent consistency!
es: ¡Excelente constancia!

# ¡Hoy es el día!
source: Today is the day!
es: ¡Hoy es el día!

# ¡Listo!
source: Ready!
es: ¡Listo!

# ¡Llegó el día de tu evento! Esperamos que hayas alcanzado tus objetivos.
source: The day of your event has arrived! We hope you have achieved your goals.
es: ¡Llegó el día de tu evento! Esperamos que hayas alcanzado tus objetivos.

# ¡Plan personalizado construido!
source: Custom Plan Built!
es: ¡Plan personalizado construido!

source: Optimal deadline! You have the perfect time to complete a full training cycle and arrive in your best shape.
es: ¡Plazo óptimo! Tienes el tiempo perfecto para completar un ciclo completo de entrenamiento y llegar en tu mejor forma.

# ¡Tu plan base está listo!
source: Your base plan is ready!
es: ¡Tu plan base está listo!

# ¿Cuál es tu objetivo principal?
source: What is your main objective?
es: ¿Cuál es tu objetivo principal?

# ¿Dónde y con qué frecuencia entrenas?
source: Where and how often do you train?
es: ¿Dónde y con qué frecuencia entrenas?

# ¿Has entrenado hoy?
source: Have you trained today?
es: ¿Has entrenado hoy?

# ¿Has terminado?
source: Are you done?
es: ¿Has terminado?

# ¿Permitir a Reps conectarse a Spotify?
source: Allow Reps to connect to Spotify?
es: ¿Permitir a Reps conectarse a Spotify?

# ¿Quieres priorizar algún músculo?
source: Do you want to prioritize any muscle?
es: ¿Quieres priorizar algún músculo?

# ¿Tienes un evento objetivo?
source: Do you have a target event?
es: ¿Tienes un evento objetivo?

# ) · previo (selectedDraft?.workoutExercise.previous ??
source: ) · previous \(selectedDraft?.workoutExercise.previous ??
es: ) · previo \(selectedDraft?.workoutExercise.previous ??

source: ) (\(activity.directDays) direct) in the last 7 days. A frequency of at least 2 is recommended.
es: ) (\(activity.directDays) directas) en los últimos 7 días. Se recomienda una frecuencia de al menos 2.

source: *STATS
es: *ESTADÍSTICAS

source: \(Calendar.current.component(.day, from: day))
es: \(Calendar.current.component(.día, desde: día))

source: \(competitiveSummary.actualWeeklySets)/\(competitiveSummary.targetWeeklySets) sets
es: \(competitiveSummary.actualWeeklySets)/\(competitiveSummary.targetWeeklySets) series

# (completed) de (target) series semanales
source: \(completed) of \(target) weekly series
es: \(completed) de \(target) series semanales

# (completedSets) series registradas
source: \(completedSets) registered sets
es: \(completedSets) series registradas

# (completedToday.count) entreno registrado
source: \(completedToday.count) logged workout
es: \(completedToday.count) entreno registrado

# (confirmation.name) está activa con (confirmation.daysPerWeek) días por semana.
source: \(confirmation.name) is active with \(confirmation.daysPerWeek) days per week.
es: \(confirmation.name) está activa con \(confirmation.daysPerWeek) días por semana.

# (consistencyTotal) sesiones
source: \(consistencyTotal) sessions
es: \(consistencyTotal) sesiones

# (day.durationMinutes) min - (day.restBetweenExercisesSeconds)s entre ejercicios
source: \(day.durationMinutes) min - \(day.restBetweenExercisesSeconds)s between exercises
es: \(day.durationMinutes) min - \(day.restBetweenExercisesSeconds)s entre ejercicios

# (day.exercises.count) ejercicios
source: \(day.exercises.count) exercises
es: \(day.exercises.count) ejercicios

# (day.exercises.count) ejercicios - (day.durationMinutes) min
source: \(day.exercises.count) exercises - \(day.durationMinutes) min
es: \(day.exercises.count) ejercicios - \(day.durationMinutes) min

# (day.exercises.count) ejercicios · (day.durationMinutes) min
source: \(day.exercises.count) exercises · \(day.durationMinutes) min
es: \(day.exercises.count) ejercicios · \(day.durationMinutes) min

# (days.count) sesiones · (daysPerWeek) días/semana
source: \(days.count) sessions · \(daysPerWeek) days/week
es: \(days.count) sesiones · \(daysPerWeek) días/semana

# (daysPerWeek) días por semana
source: \(daysPerWeek) days per week
es: \(daysPerWeek) días por semana

# (entry.snapshot.streakDays) días
source: \(entry.snapshot.streakDays) days
es: \(entry.snapshot.streakDays) días

# (entry.snapshot.streakDays) días racha
source: \(entry.snapshot.streakDays) streak days
es: \(entry.snapshot.streakDays) días racha

# (exerciseIndex)/(totalExercises) ejercicios
source: \(exerciseIndex)/\(totalExercises) exercises
es: \(exerciseIndex)/\(totalExercises) ejercicios

# (exerciseLogs.count) ejercicios
source: \(exerciseLogs.count) exercises
es: \(exerciseLogs.count) ejercicios

# (exercises) ejercicios
source: \(exercises) exercises
es: \(exercises) ejercicios

# (exercisesCount) ejercicios
source: \(exercisesCount) exercises
es: \(exercisesCount) ejercicios

# (filteredSessions.count) sesiones
source: \(filteredSessions.count) sessions
es: \(filteredSessions.count) sesiones

# (generatedPlan.days.count) días listos
source: \(generatedPlan.days.count) days ready
es: \(generatedPlan.days.count) días listos

source: \(generatedPlan.daysPerWeek) days/week for \(generatedPlan.totalWeeks) weeks
es: \(generatedPlan.daysPerWeek) días/semana durante \(generatedPlan.totalWeeks) semanas

# (index)/(total) ejercicios
source: \(index)/\(total) exercises
es: \(index)/\(total) ejercicios

# (Int(model.snapshot.weeklyCompletion * 100))% semana
source: \(Int(model.snapshot.weeklyCompletion * 100))% week
es: \(Int(model.snapshot.weeklyCompletion * 100))% semana

# (Int(value.rounded())) de 12 series semanales
source: \(Int(value.rounded())) of 12 weekly series
es: \(Int(value.rounded())) de 12 series semanales

# (item.completedSets) series de (item.repText)(isIndirect ?
source: \(item.completedSets) series of \(item.repText)\(isIndirect ?
es: \(item.completedSets) series de \(item.repText)\(isIndirect ?

# (load.displaySets) de 12 series semanales
source: \(load.displaySets) of 12 weekly series
es: \(load.displaySets) de 12 series semanales

source: \(lowestMuscle.completedSets) weekly sets is below the simple 10-20 hypertrophy range.
es: \(lowestMuscle.completedSets) series semanales está por debajo del rango simple de hipertrofia 10-20.

# (missing) series hasta zona
source: \(missing) series up to zone
es: \(missing) series hasta zona

# (personalRecords.count) Récords Personales
source: \(personalRecords.count) Personal Records
es: \(personalRecords.count) Récords Personales

# (plan.daysPerWeek) días/semana
source: \(plan.daysPerWeek) days/week
es: \(plan.daysPerWeek) días/semana

# (point.completedSets) de 12 series semanales
source: \(point.completedSets) of 12 weekly series
es: \(point.completedSets) de 12 series semanales

# (point.muscleGroup): exceso de (point.sets) series
source: \(point.muscleGroup): excess of \(point.sets) sets
es: \(point.muscleGroup): exceso de \(point.sets) series

# (point.muscleGroup): faltan (point.sets) series
source: \(point.muscleGroup): \(point.sets) sets remaining
es: \(point.muscleGroup): faltan \(point.sets) series

# (previousRestSeconds)s descanso real previo
source: \(previousRestSeconds)s previous real rest
es: \(previousRestSeconds)s descanso real previo

# (profile.weeklyTrainingDays) días por semana
source: \(profile.weeklyTrainingDays) days per week
es: \(profile.weeklyTrainingDays) días por semana

# (recentSessions.count) sesiones
source: \(recentSessions.count) sessions
es: \(recentSessions.count) sesiones

source: \(scheduledWorkout.workoutDay.title) is scheduled for today. Record it when you finish to keep your calendar and analytics up to date.
es: \(scheduledWorkout.workoutDay.title) está planificado para hoy. Regístralo al terminar para mantener calendario y analítica al día.

# (sessionMediaAttachments.count) fotos adjuntas de sesión
source: \(sessionMediaAttachments.count) session attached photos
es: \(sessionMediaAttachments.count) fotos adjuntas de sesión

source: \(stall.loggedSessions) sessions · previous best \(Int(stall.previousBestEstimatedOneRepMaxKg)) kg · current \(Int(stall.latestEstimatedOneRepMaxKg)) kg
es: \(stall.loggedSessions) sesiones · mejor previo \(Int(stall.previousBestEstimatedOneRepMaxKg)) kg · actual \(Int(stall.latestEstimatedOneRepMaxKg)) kg

source: \(stalled.exercise.name) is not improving against its recent best estimated 1RM. Try a deload, target reps, or variant change.
es: \(stalled.exercise.name) no mejora frente a su mejor 1RM estimado reciente. Prueba descarga, repeticiones objetivo o cambio de variante.

# (store.activePlan.daysPerWeek) días/semana
source: \(store.activePlan.daysPerWeek) days/week
es: \(store.activePlan.daysPerWeek) días/semana

# (store.exercises.count) ejercicios
source: \(store.exercises.count) exercises
es: \(store.exercises.count) ejercicios

# (store.workoutTemplates.count) plantillas
source: \(store.workoutTemplates.count) templates
es: \(store.workoutTemplates.count) plantillas

# (streak) días
source: \(streak) days
es: \(streak) días

# (templatesCount) plantillas
source: \(templatesCount) templates
es: \(templatesCount) plantillas

# (week1Sets) series productivas estimadas
source: \(week1Sets) estimated production series
es: \(week1Sets) series productivas estimadas

# (workout.exercises.count) ejercicios · (workout.durationMinutes) min
source: \(workout.exercises.count) exercises · \(workout.durationMinutes) min
es: \(workout.exercises.count) ejercicios · \(workout.durationMinutes) min

# %.1f kg x %@
source: %1$.1f kg x %2$@
es: %.1f kg x %@

# %@ días/semana durante %@ semanas
source: %@ days/week for %@ weeks
es: %@ días/semana durante %@ semanas

# %@ ejercicios - %@ min
source: %@ exercises - %@ min
es: %@ ejercicios - %@ min

# %@ ejercicios · %@ min
source: %@ exercises · %@ min
es: %@ ejercicios · %@ min

# %@ está activa con %@ días por semana.
source: %@ is active with %@ days per week.
es: %@ está activa con %@ días por semana.

source: %@ logged days · %@ kg volume
es: %@ días registrados · %@ kg de volumen

# %@ min - %@s entre ejercicios
source: %@ min - %@s between exercises
es: %@ min - %@s entre ejercicios

# %@ series · %@ kg
source: %@ sets · %@ kg
es: %@ series · %@ kg

# %@ series de %@%@ · %@
source: %@ sets of %@%@ · %@
es: %@ series de %@%@ · %@

# %@ sesiones · mejor previo %@ kg · actual %@ kg
source: %@ sessions · previous best %@ kg · current %@ kg
es: %@ sesiones · mejor previo %@ kg · actual %@ kg

# %@/%@ ejercicios
source: %@/%@ exercises
es: %@/%@ ejercicios

# %@/%@ series
source: %@/%@ sets
es: %@/%@ series

# %@%% ahora · %@%% al terminar
source: %@%% now · %@%% at finish
es: %@%% ahora · %@%% al terminar

# %@x discos de %@ %@
source: %@x plates of %@ %@
es: %@x discos de %@ %@

source: %d rounds · %ds / %ds
es: %d rondas · %ds / %ds

source: %d/%d sets
es: %d/%d series

# %lld lpm
source: %lld bpm
es: %lld lpm

# %lld/%lld series
source: %lld/%lld sets
es: %lld/%lld series

# %lld% semana
source: %lld% week
es: %lld% semana

# %lld%% semana
source: %lld%% week
es: %lld%% semana

source: + Set
es: + Serie

# +(generatedPlan.days.count - 3) dias adicionales incluidos
source: +\(generatedPlan.days.count - 3) additional days included
es: +\(generatedPlan.days.count - 3) dias adicionales incluidos

# +(plan.playlists.count - 1) playlists alternativas para otros estados de ánimo
source: +\(plan.playlists.count - 1) alternative playlists for other moods
es: +\(plan.playlists.count - 1) playlists alternativas para otros estados de ánimo

# +(week4Diff) series ajustadas
source: +\(week4Diff) adjusted series
es: +\(week4Diff) series ajustadas

source: ⚡ Beast Mode Workout
es: ⚡ Entrenamiento en modo bestia

source: 🎧 Workout Beats & Electro
es: 🎧 Ritmos de entrenamiento y electro

source: 🏋️ Phonk Gym Workout 2026
es: 🏋️ Entrenamiento de gimnasio Phonk 2026

source: 🔥 Phonk Workout Hits
es: 🔥 Éxitos del entrenamiento telefónico

source: 🧘 Yoga & Active Recovery
es: 🧘 Yoga y recuperación activa

# 0,35 series indirectas
source: 0.35 indirect series
es: 0,35 series indirectas

# 1 fotos adjuntas de sesión
source: 1 photos attached to session
es: 1 fotos adjuntas de sesión

# 1 serie
source: 1 series
es: 1 serie

# 1 serie de trabajo directo
source: 1 series of direct work
es: 1 serie de trabajo directo

# 1 serie hasta zona
source: 1 series up to zone
es: 1 serie hasta zona

# 1RM estimada
source: Estimated 1RM
es: 1RM estimada

# 2 días
source: 2 days
es: 2 días

# 3 días
source: 3 days
es: 3 días

# 4 días
source: 4 days
es: 4 días

# 5 días
source: 5 days
es: 5 días

# 6 días
source: 6 days
es: 6 días

# 7 días
source: 7 days
es: 7 días

source: 7 days free included in weekly, monthly and annual. Then it is renewed from your App Store account.
es: 7 días gratis incluidos en semanal, mensual y anual. Después se renueva desde tu cuenta de App Store.

source: 7 days
es: 7 días

source: 8 weeks
es: 8 semanas

# 30 días
source: 30 days
es: 30 días

source: From here on, muscle maps and graphs are shown only with this sex.
es: A partir de aquí, los mapas musculares y gráficos se muestran solo con este sexo.

# Abre analítica avanzada
source: Open advanced analytics
es: Abre analítica avanzada

# abrir
source: Open
es: Abrir

# Abrir fuente del ejercicio
source: Open exercise source
es: Abrir fuente del ejercicio

# Abrir menú rápido
source: Open quick menu
es: Abrir menú rápido

# Abrir perfil
source: Open profile
es: Abrir perfil

# Abrir vídeo del ejercicio
source: Open exercise video
es: Abrir vídeo del ejercicio

# abrir_ajustes
source: Open Settings
es: Abrir ajustes

# abs_label
source: Abs
es: Abdominales

# Accede a los extras de progresión, analítica y compartición desde el primer día.
source: Access progression, analytics and sharing extras from day one.
es: Accede a los extras de progresión, analítica y compartición desde el primer día.

# Accede al historial detallado, récords y desglose profundo de ejercicios.
source: Access detailed history, records, and deep exercise breakdowns.
es: Accede al historial detallado, récords y desglose profundo de ejercicios.

source: Accept plan
es: Aceptar plan

# Accesos directos
source: Smart Shortcuts
es: Accesos directos

# access_applies_to_advanced_analytics_progression_preferences_backups_and_shareab
source: Access applies to advanced analytics, progression preferences, backups, and shareable receipts.
es: El acceso se aplica a analítica avanzada, preferencias de progresión, backups y recibos compartibles.

# Acciones de rutina
source: Routine actions
es: Acciones de rutina

# Acciones del plan
source: Plan actions
es: Acciones del plan

# Acciones rápidas
source: Quick actions
es: Acciones rápidas

# aceptar
source: Accept
es: Aceptar

# Aceptar plan
source: Accept plan
es: Aceptar plan

# achievement_apple_watch_link_desc
source: Sync and import a workout from Apple Health or Apple Watch.
es: Sincroniza e importa un entreno de Apple Health o Apple Watch.

# achievement_apple_watch_link_title
source: Apple Watch Link
es: Enlace Apple Watch

# achievement_cardio_devotee_desc
source: Complete 10 cardio sessions.
es: Completa 10 sesiones de cardio.

# achievement_cardio_devotee_title
source: Cardio Devotee
es: Fanático del Cardio

# achievement_dedicated_desc
source: Complete 25 workout sessions.
es: Completa 25 sesiones de entrenamiento.

# achievement_dedicated_title
source: Dedicated
es: Dedicado

# achievement_endurance_hero_desc
source: Log a cardio session over 45 minutes or sync 3 cardio workouts.
es: Registra una sesión cardio de +45 min o sincroniza 3 entrenos de cardio.

# achievement_endurance_hero_title
source: Endurance Hero
es: Héroe de Resistencia

# achievement_evidence_keeper_desc
source: Add 3 or more progress photos to track your transformation.
es: Añade 3 o más fotos de progreso para registrar tu transformación.

# achievement_evidence_keeper_title
source: Evidence Keeper
es: Guardián de Evidencia

# achievement_first_step_desc
source: Complete and log your very first workout.
es: Completa y registra tu primer entrenamiento.

# achievement_first_step_title
source: First Step
es: Primer Paso

# achievement_full_body_desc
source: Hit 5 different muscle groups across your workout history.
es: Trabaja 5 grupos musculares diferentes en tu historial.

# achievement_full_body_title
source: Full Body
es: Cuerpo Completo

# achievement_getting_started_desc
source: Log 5 workout sessions.
es: Registra 5 sesiones de entrenamiento.

# achievement_getting_started_title
source: Getting Started
es: Empezando

# achievement_habit_builder_desc
source: Keep a 7-day workout streak.
es: Mantén una racha de 7 días de entrenamiento.

# achievement_habit_builder_title
source: Habit Builder
es: Constructor de Hábitos

# achievement_iron_consistency_desc
source: Achieve a workout streak of 3 consecutive days.
es: Alcanza una racha de entrenamiento de 3 días consecutivos.

# achievement_iron_consistency_title
source: Iron Consistency
es: Consistencia de Hierro

# achievement_iron_giant_desc
source: Accumulate 50,000 kg of total lifting volume.
es: Acumula 50,000 kg de volumen total de levantamiento.

# achievement_iron_giant_title
source: Iron Giant
es: Gigante de Hierro

# achievement_pr_machine_desc
source: Set 10 personal records across your workouts.
es: Establece 10 récords personales en tus entrenamientos.

# achievement_pr_machine_title
source: PR Machine
es: Máquina de PRs

# achievement_record_breaker_desc
source: Set your first personal record.
es: Establece tu primer récord personal.

# achievement_record_breaker_title
source: Record Breaker
es: Rompe Récords

# achievement_ring_closer_desc
source: Reach 10,000 steps or 600 active kcal in a single day in Apple Health.
es: Supera 10,000 pasos o 600 kcal activas en un solo día en Apple Health.

# achievement_ring_closer_title
source: Ring Closer
es: Cerrador de Anillos

# achievement_titan_lifter_desc
source: Hit 5,000 kg of total cumulative volume or a PR over 80 kg.
es: Supera 5,000 kg de volumen total acumulado o un récord de 80 kg.

# achievement_titan_lifter_title
source: Titan Lifter
es: Levantador Titán

# achievement_unstoppable_desc
source: Reach a 21-day workout streak.
es: Logra una racha de 21 días de entrenamiento.

# achievement_unstoppable_title
source: Unstoppable
es: Imparable

# achievement_veteran_desc
source: Reach 100 completed workout sessions.
es: Alcanza 100 sesiones de entrenamiento completadas.

# achievement_veteran_title
source: Veteran
es: Veterano

source: Achievements
es: Logros

source: Achievements & Tickets
es: Logros y entradas

# achievements_and_tickets
source: Achievements & Tickets
es: Logros y Recibos

# act_close_week_msg
source: Completing today's session helps recover adherence before adding load.
es: Completar la sesión de hoy ayuda a recuperar adherencia antes de subir carga.

# act_close_week_title
source: Close out the week
es: Cerrar la semana

# act_create_plan_cta
source: Create plan
es: Crear plan

# act_create_plan_msg
source: A first plan cuts friction and lets you measure goal vs. reality.
es: El primer plan reduce fricción y permite medir objetivo vs real.

# act_create_plan_msg_done
source: Your active plan already sets frequency, days and target volume.
es: Tu plan activo ya define frecuencia, días y volumen objetivo.

# act_create_plan_title
source: Create a base plan
es: Crear plan base

# act_first_value_msg
source: You have enough history for Reps to start personalizing load and recovery.
es: Ya tienes historial suficiente para que Reps empiece a personalizar carga y recuperación.

# act_first_value_title
source: First value achieved
es: Primer valor conseguido

# act_first_workout_msg
source: Your first log unlocks progression, volume and real recommendations.
es: El primer registro desbloquea progresión, volumen y recomendaciones reales.

# act_first_workout_title
source: Complete your first workout
es: Completar primer entreno

# act_open_profile_cta
source: Open profile
es: Abrir perfil

# act_regain_msg_format
source: It's been %d days since your last log. A short session restarts your streak.
es: Han pasado %d días desde tu último registro. Una sesión corta reactiva la racha.

# act_regain_title
source: Get back on track
es: Recuperar ritmo

# act_reminders_msg
source: Reminders help you come back when a session or recovery action is pending.
es: Los recordatorios ayudan a volver cuando hay una sesión o acción de recuperación pendiente.

# act_review_plan
source: Review plan
es: Revisar plan

# act_schedule_cta
source: Schedule
es: Programar

# act_schedule_deload
source: Schedule deload
es: Programar descarga

# act_schedule_focus
source: Schedule focus
es: Programar foco

# act_schedule_msg
source: Schedule a concrete session to turn intent into commitment.
es: Agenda una sesión concreta para convertir intención en compromiso.

# act_schedule_msg_done
source: You already have a session on the calendar to keep continuity.
es: Ya tienes una sesión en calendario para mantener continuidad.

# act_schedule_recovery
source: Schedule recovery
es: Programar recuperación

# act_schedule_title
source: Schedule your next session
es: Programar próxima sesión

# act_see_progress_cta
source: See progress
es: Ver progreso

# act_start_today_cta
source: Start today
es: Empezar hoy

# act_train_cta
source: Train
es: Entrenar

# act_view_generic
source: View
es: Ver

source: Action Center
es: Centro de acciones

source: Actionable progress
es: Progreso accionable

source: Actions
es: Acciones

# Activa avisos para entrenos programados y señales de constancia.
source: Enable notifications for scheduled workouts and consistency alerts.
es: Activa avisos para entrenos programados y señales de constancia.

# Activa preferencias Pro
source: Activate Pro preferences
es: Activa preferencias Pro

source: Activate Reps Pro to configure RPE, RIR, tempo, set type, auto-progression and your advanced equipment.
es: Activa Reps Pro para configurar RPE, RIR, tempo, tipo de serie, auto-progresión y tu equipamiento avanzado.

source: Activate Reps Pro to keep it adapting to your real progress from the first week.
es: Activa Reps Pro para mantenerlo adaptándose a tu progreso real desde la primera semana.

source: Turn on RPE in Pro Preferences and log sets to see if you're training too easy or too close to failure.
es: Activa RPE en Preferencias Pro y registra series para ver si entrenas demasiado suave o demasiado cerca del fallo.

# Activa RPE, RIR, tempo y tipo de serie.
source: Activate RPE, RIR, tempo, and set type.
es: Activa RPE, RIR, tempo y tipo de serie.

# Activa RPE, RIR, tempo, tipo de serie y auto-progresión.
source: Activates RPE, RIR, tempo, set type and auto-progression.
es: Activa RPE, RIR, tempo, tipo de serie y auto-progresión.

# Activa un plan para comparar el volumen real contra el objetivo semanal.
source: Activate a plan to compare actual volume against the weekly target.
es: Activa un plan para comparar el volumen real contra el objetivo semanal.

# Activación
source: Activation
es: Activación

# Activación, tirones, face pulls y asistencia.
source: Activation, pulls, face pulls and assistance.
es: Activación, tirones, face pulls y asistencia.

# activar
source: Activate
es: Activar

# Activar al guardar
source: Activate on save
es: Activar al guardar

source: Activate
es: Activar

source: Activate on save
es: Activar al guardar

source: Activate plan
es: Active plan

# activate_plan_to_compare_message
source: Activate a plan to compare actual volume against weekly target.
es: Activa un plan para comparar el volumen real contra el objetivo semanal.

# activate_program_button
source: Activate program
es: Activar programa
